export const banquetInfo = [
  {
    mainTitle: "12.000 ԴՐԱՄ ՓԱԹԵԹ",
    items: [
      {
        itemTitle: "Նախուտեստներ",
        subItems: [
          { subItem: "Հայկական պանրի տեսականի" },
          { subItem: "Մսի տեսականի" },
          { subItem: "Ձիթապտղի միքս ցիտրուսով" },
          { subItem: "Բանջարեղենի կրուդիտե" },
          { subItem: "Մարինադ բանջարեղեն" }
        ]
      },
      {
        itemTitle: "Տաք ուտեստներ",
        subItems: [
          { subItem: "Խոզի խորոված սեթ բանջարեղենով + պլեչ" },
          { subItem: "Հավի սթեյք սերուցքով և կանաչ լոբով" }
        ]
      },
      {
        itemTitle: "Զովացուցիչ ըմպելիքներ",
        subItems: [{ subItem: "6 անձի համար նախատեսված՝ 12 շիշ (Կոլա, Ֆանտա, Սփրայթ, ջուր, հանքային ջուր)" }]
      },
      {
        itemTitle: "Ոգելից խմիչք",
        subItems: [{ subItem: "6 անձի համար նախատեսված՝ 1 շիշ գինի կամ շամպայն" }]
      }
    ]
  },
  {
    mainTitle: "14.000 ԴՐԱՄ ՓԱԹԵԹ",
    items: [
      {
        itemTitle: "Նախուտեստներ",
        subItems: [
          { subItem: "Պանրային միքս" },
          { subItem: "Մսային միքս" },
          { subItem: "Ձիթապտղի միքս ցիտրուսով" },
          { subItem: "Բանջարեղենի կրուդիտե" },
          { subItem: "Մարինադ բանջարեղեն" },
          { subItem: "Կիտրոնի հյութ՝ գազարի ձողիկներով" },
          { subItem: "Ձուկ Եվրոպա" }
        ]
      },
      {
        itemTitle: "Աղցաններ",
        subItems: [{ subItem: "Կապրեզե" }, { subItem: "Թայ բիֆ" }, { subItem: "Կեսար ծովախեցգետնով" }]
      },
      {
        itemTitle: "Տաք ուտեստ",
        subItems: [{ subItem: "Խորոված սեթ բանջարեղենով + պլեչ" }, { subItem: "Սաղմոնի սթեյք սերուցքով և բրոկոլիով" }]
      },
      {
        itemTitle: "Զովացուցիչ ըմպելիքներ",
        subItems: [{ subItem: "6 անձի համար նախատեսված՝ 12 շիշ (Կոլա, Ֆանտա, Սփրայթ, ջուր, հանքային ջուր)" }]
      },
      {
        itemTitle: "Ոգելից խմիչք",
        subItems: [{ subItem: "6 անձի համար նախատեսված՝ 1 շիշ գինի կամ շամպայն" }]
      }
    ]
  }
];
