import { banquetInfo } from "@/data/menu/banquet-menu";

export const am = {
  navigation: {
    home: "Գլխավոր",
    package: "Փաթեթ",
    aboutUse: "Մեր մասին"
  },
  homeHeaderParagraph:
    "Մի վայր, որտեղ համը դառնում է լեգենդ։ Բացահայտեք նրբաճաշակ խոհանոցն ու վայելեք էլեգանտ մթնոլորտը։",
  homeMenuButton: "մենյու",
  ourSpaceSection: {
    ourSpaceTitle: "Մեր տարածքը",
    ourSpaceSubTitle: "Նրբաճաշակ տարածք",
    ourSpaceParagraph:
      "Բացահայտեք մեր նրբաճաշակ ձևավորված սրահները, որտեղ յուրաքանչյուր պահ դառնում է անմոռանալի, իսկ յուրաքանչյուր այց՝ իսկապես բացառիկ փորձառություն։",
    ourSpaceCards: {
      cardMainHall: {
        title: "Գլխավոր սրահ",
        paragraph: "Ընդարձակ և ոճային՝ կատարյալ ցանկացած առիթի համար։"
      },
      cardLoungeArea: {
        title: "Հանգստի գոտի",
        paragraph: "Հարմարավետ և հանգիստ միջավայր՝ հանգստանալու և հաճելի ժամանակ անցկացնելու համար։"
      },
      cardVipHall: {
        title: "VIP սրահ",
        paragraph: "Բացառիկ և առանձնահատուկ մթնոլորտ՝ իդեալական VIP միջոցառումների և հանդիպումների համար։"
      }
    }
  },
  packagesSection: {
    heading: "Փաթեթներ",

    firstPackage: {
      price: "12,000 / Անձի համար",
      coldAppetizers: "Սառը նախուտեստներ",
      salads: "Աղցաններ",
      hotDishes: "Տաք ուտեստներ",
      softDrinks: "Զովացուցիչ ըմպելիքներ",
      alcoholicDrinks: "Ոգելից խմիչքներ"
    },

    secondPackage: {
      price: "14,000 / Անձի համար",
      coldAppetizerMix: "Սառը նախուտեստների միքս",
      salads: "Աղցաններ",
      hotDishes: "Տաք ուտեստներ",
      softDrinks: "Զովացուցիչ ըմպելիքներ",
      alcoholicDrinks: "Ոգելից խմիչքներ"
    },

    button: "Իմանալ ավելին"
  },
  aboutSection: {
    heading: "Մեր մասին",
    paragraphOne:
      "Legend-ը մի վայր է, որտեղ համադրվում են նրբաճաշակ խոհանոցը, բարձրակարգ սպասարկումն ու ջերմ մթնոլորտը։ Մենք ստեղծում ենք յուրահատուկ փորձառություն՝ օգտագործելով միայն թարմ և բարձրորակ բաղադրիչներ, որպեսզի յուրաքանչյուր այցելություն դառնա հիշարժան։",
    paragraphTwo:
      "Մեր նպատակն է հյուրերին մատուցել ոչ միայն համեղ ուտեստներ, այլև անմոռանալի պահեր, որտեղ յուրաքանչյուր մանրուք ստեղծված է հաճույք պարգևելու համար։"
  },
  banquetPage: {
    menuHeading: "Լեգենդ ՓԱԹԵԹ",
    menuParagraph: "Խնամքով պատրաստված ուտեստներ՝ թարմ և բարձրորակ բաղադրիչներից։",
    banquetMenuInfo: [
      {
        mainTitle: "12,000 ԴՐԱՄ ՓԱԹԵԹ",
        items: [
          {
            itemTitle: "Նախուտեստներ",
            subItems: [
              { subItem: "Հայկական պանրի տեսականի" },
              { subItem: "Մսի տեսականի" },
              { subItem: "Ձիթապտղի միքս ցիտրուսով" },
              { subItem: "Բանջարեղենի կրուդիտե" },
              { subItem: "Մարինադ բանջարեղեն" }
            ]
          },
          {
            itemTitle: "Տաք ուտեստներ",
            subItems: [
              { subItem: "Խոզի խորոված սեթ բանջարեղենով + պլեչ" },
              { subItem: "Հավի սթեյք սերուցքով և կանաչ լոբով" }
            ]
          },
          {
            itemTitle: "Զովացուցիչ ըմպելիքներ",
            subItems: [{ subItem: "6 անձի համար նախատեսված՝ 12 շիշ (Կոլա, Ֆանտա, Սփրայթ, ջուր, հանքային ջուր)" }]
          },
          {
            itemTitle: "Ոգելից խմիչք",
            subItems: [{ subItem: "6 անձի համար նախատեսված՝ 1 շիշ գինի կամ շամպայն" }]
          }
        ]
      },
      {
        mainTitle: "14,000 ԴՐԱՄ ՓԱԹԵԹ",
        items: [
          {
            itemTitle: "Նախուտեստներ",
            subItems: [
              { subItem: "Պանրային միքս" },
              { subItem: "Մսային միքս" },
              { subItem: "Ձիթապտղի միքս ցիտրուսով" },
              { subItem: "Բանջարեղենի կրուդիտե" },
              { subItem: "Մարինադ բանջարեղեն" },
              { subItem: "Կիտրոնի հյութ՝ գազարի ձողիկներով" },
              { subItem: "Ձուկ Եվրոպա" }
            ]
          },
          {
            itemTitle: "Աղցաններ",
            subItems: [{ subItem: "Կապրեզե" }, { subItem: "Թայ բիֆ" }, { subItem: "Կեսար ծովախեցգետնով" }]
          },
          {
            itemTitle: "Տաք ուտեստ",
            subItems: [
              { subItem: "Խորոված սեթ բանջարեղենով + պլեչ" },
              { subItem: "Սաղմոնի սթեյք սերուցքով և բրոկոլիով" }
            ]
          },
          {
            itemTitle: "Զովացուցիչ ըմպելիքներ",
            subItems: [{ subItem: "6 անձի համար նախատեսված՝ 12 շիշ (Կոլա, Ֆանտա, Սփրայթ, ջուր, հանքային ջուր)" }]
          },
          {
            itemTitle: "Ոգելից խմիչք",
            subItems: [{ subItem: "6 անձի համար նախատեսված՝ 1 շիշ գինի կամ շամպայն" }]
          }
        ]
      }
    ]
  }
};
