export const ru = {
  navigation: {
    home: "Домой",
    package: "Пакеты",
    aboutUse: "О нас"
  },
  homeHeaderParagraph:
    "Место, где вкус становится легендой. Откройте для себя изысканную кухню и насладитесь элегантной атмосферой.",
  homeMenuButton: "Меню",
  ourSpaceSection: {
    ourSpaceTitle: "Наше пространство",
    ourSpaceSubTitle: "Элегантное пространство",
    ourSpaceParagraph:
      "Откройте для себя наши изысканно оформленные залы, где каждый момент становится незабываемым, а каждый визит — по-настоящему особенным.",
    ourSpaceCards: {
      cardMainHall: {
        title: "Главный зал",
        paragraph: "Просторный и стильный — идеальное место для любого события."
      },
      cardLoungeArea: {
        title: "Зона отдыха",
        paragraph: "Уютное и спокойное пространство для отдыха и приятного времяпрепровождения."
      },
      cardVipHall: {
        title: "VIP-зал",
        paragraph: "Эксклюзивная и изысканная атмосфера, идеально подходящая для VIP-мероприятий и деловых встреч."
      }
    }
  },
  packagesSection: {
    heading: "Пакеты",

    firstPackage: {
      price: "12,000 / На человека",
      coldAppetizers: "Холодные закуски",
      salads: "Салаты",
      hotDishes: "Горячие блюда",
      softDrinks: "Безалкогольные напитки",
      alcoholicDrinks: "Алкогольные напитки"
    },

    secondPackage: {
      price: "14,000 / На человека",
      coldAppetizerMix: "Ассорти холодных закусок",
      salads: "Салаты",
      hotDishes: "Горячие блюда",
      softDrinks: "Безалкогольные напитки",
      alcoholicDrinks: "Алкогольные напитки"
    },

    button: "Подробнее"
  },
  aboutSection: {
    heading: "О нас",
    paragraphOne:
      "Legend — это место, где сочетаются изысканная кухня, высокий уровень обслуживания и уютная атмосфера. Мы создаём уникальные впечатления, используя только свежие и качественные ингредиенты, чтобы каждое посещение оставалось в памяти.",
    paragraphTwo:
      "Наша цель — дарить гостям не только вкусные блюда, но и незабываемые моменты, где каждая деталь продумана для вашего удовольствия."
  },
  banquetPage: {
    menuHeading: "Пакет Legend",
    menuParagraph: "Тщательно приготовленные блюда из свежих и высококачественных ингредиентов.",
    banquetMenuInfo: [
      {
        mainTitle: "ПАКЕТ 12,000 ДРАМ",
        items: [
          {
            itemTitle: "Закуски",
            subItems: [
              { subItem: "Ассорти армянских сыров" },
              { subItem: "Мясное ассорти" },
              { subItem: "Микс оливок с цитрусами" },
              { subItem: "Овощное крудите" },
              { subItem: "Маринованные овощи" }
            ]
          },
          {
            itemTitle: "Горячие блюда",
            subItems: [
              { subItem: "Сет из свиного шашлыка с овощами + плеч" },
              { subItem: "Куриный стейк в сливочном соусе с зелёной фасолью" }
            ]
          },
          {
            itemTitle: "Безалкогольные напитки",
            subItems: [
              {
                subItem: "Для 6 человек: 12 бутылок (Coca-Cola, Fanta, Sprite, вода, минеральная вода)"
              }
            ]
          },
          {
            itemTitle: "Алкогольные напитки",
            subItems: [
              {
                subItem: "Для 6 человек: 1 бутылка вина или шампанского"
              }
            ]
          }
        ]
      },
      {
        mainTitle: "ПАКЕТ 14,000 ДРАМ",
        items: [
          {
            itemTitle: "Закуски",
            subItems: [
              { subItem: "Сырное ассорти" },
              { subItem: "Мясное ассорти" },
              { subItem: "Микс оливок с цитрусами" },
              { subItem: "Овощное крудите" },
              { subItem: "Маринованные овощи" },
              { subItem: "Лимонный сок с морковными палочками" },
              { subItem: "Рыба «Европа»" }
            ]
          },
          {
            itemTitle: "Салаты",
            subItems: [{ subItem: "Капрезе" }, { subItem: "Тайский биф" }, { subItem: "Цезарь с креветками" }]
          },
          {
            itemTitle: "Горячее блюдо",
            subItems: [
              { subItem: "Сет на гриле с овощами + плеч" },
              { subItem: "Стейк из лосося в сливочном соусе с брокколи" }
            ]
          },
          {
            itemTitle: "Безалкогольные напитки",
            subItems: [
              {
                subItem: "Для 6 человек: 12 бутылок (Coca-Cola, Fanta, Sprite, вода, минеральная вода)"
              }
            ]
          },
          {
            itemTitle: "Алкогольные напитки",
            subItems: [
              {
                subItem: "Для 6 человек: 1 бутылка вина или шампанского"
              }
            ]
          }
        ]
      }
    ]
  }
};
